[
    {
        "id": 1,
        "title": "Northgard",
        "image": "/images/Northgard.jpg",

        "release_date": "7 бер. 2018",
        "genre": "Інді, Симулятор, Стратегія",
        "developer": "Shiro Games",
        "publisher": "Shiro Games",
        "platform": "PC",

        "os": "Windows 7, 8, 10 (64-bit)",
        "processor": "Intel або AMD, 2.0 Ghz",
        "ram": "1 GB ОЗУ",
        "video_card": "Nvidia 450 GTS",
        "disc_space": "1 GB",

        "description": "Новий проект студії Shiro Games, Northgard, запозичив дещо від Banished, дещо від Civilization VI і в результаті виявився чудовою глобальною стратегією в реальному часі, оформленою в казковому сеттингу, заснованому на скандинавській міфології. Гра розповість нам історію вікінгів, які відкрили багаті землі Нордгард — багаті не лише на ресурси, а й на небезпеки та таємниці...",
        "link": "https://store.steampowered.com/app/466560/Northgard/"
    },
    {
        "id": 2,
        "title": "Factorio",
        "image": "/images/Factorio.jpg",

        "release_date": "14 серп. 2020",
        "genre": "Стратегії",
        "developer": "Wube Software LTD",
        "publisher": "Wube Software LTD",
        "platform": "PC",

        "os": "Windows 7 / 8 / 10 (64-bit)",
        "processor": "Intel dual core 3Ghz+",
        "ram": "4 GB",
        "video_card": "DirectX 10.1 / 512 MB VRAM",
        "disc_space": "3 GB",

        "description": "Хто б міг подумати, що кінець життя настане так швидко. Землю було виснажено в ресурсному плані набагато раніше, ніж це припускали люди. Тепер людство треба рятувати та шукати нову планету для життя. Тому вище керівництво людей почало активно збирати різні експедиції, які досліджували космос і намагалися відшукати хоча б якусь планету, яка стане придатною для життя. Але довгий час експедиції було неможливо відшукати планету і почали розпачуватися. Але остання експедиція виявилася вдалою і люди все ж таки змогли отримати дані про планету, яка придатна для життя. Було направлено термінову групу вчених, які повинні терміново підготувати планету для життя нових людей. Експедиція була зібрана, люди були готові діяти, але під час посадки сталася катастрофа, і вижила лише одна людина. Він не може вийти на зв'язок з людьми і тепер йому самотужки вибудовувати інфраструктуру для життя, щоб люди могли відразу приступити до своїх життєвих обов'язків. Але чи вдасться йому це зробити? чи зможе він поодинці підняти цілу цивілізацію? Незабаром ми про це дізнаємося! Пам'ятайте, що від вас залежатиме доля всього людства, тому краще заздалегідь все спланувати та постаратися організувати інфраструктуру максимально якісно та створити затишний будинок. Космічний простір завжди був далеко недружнім і не дивно, що практично всі експедиції, які потрапляли в космічну катастрофу, практично завжди не мали людей. Ні, вони гинули не від падіння і навіть не від нестачі повітря, їх знищували агресивно налаштовані представники флори та фауни. Сьогодні ви особисто переконаєтеся у важких умовах виживання, якому піддасться представник експедиції, що єдино вижив. Правда, він не просто людина, а геніальний інженер і здатний вибудовувати з підручних засобів різні автоматизовані споруди, починаючи від простої руди, закінчуючи мотлохом як витратний матеріал. І завдяки своїй незвичайній навичці він зможе вибудовувати різні заводи та інші споруди, які дозволять переробляти руду, створювати різні пристосування, вибудовувати оборонну лінію і просто виживати. Саме ця особливість дозволить вам відшукати шляхи порятунку та виживання. А щоб почати занурення в такі великі можливості, достатньо завантажити Factorio через торрент і почати свою пригоду!",
        "link": "https://store.steampowered.com/app/427520/Factorio/"
    },
    {
        "id": 3,
        "title": "Hearts of Iron 4",
        "image": "/images/HeartsofIron4.jpg",

        "release_date": "6 черв. 2016",
        "genre": "Симулятори, Стратегії",
        "developer": "Paradox Development Studio",
        "publisher": "Paradox Interactive",
        "platform": "PC",

        "os": "Windows 7 10, 11 (64-bit)",
        "processor": "Intel Core i5 750",
        "ram": "4 GB ОЗУ",
        "video_card": "Nvidia GTX 470",
        "disc_space": "7 GB",

        "description": "Військова стратегія – один із найцікавіших жанрів, адже всі ключові можливості для перемоги перебувають у руках гравця. Користувачеві пропонується вибрати націю і привести її до перемоги над іншими. Вибір нації, переважно, передбачає переважні особливості з інших – наприклад, більше населення, отже більш значна армія; або володіння технологією – у озброєнні чи будівництві тощо. У грі пропонується взяти участь у Другій Світовій Війні, що у свою чергу зумовлює націю, яка буде доступна.",
        "link": "https://store.steampowered.com/app/394360/Hearts_of_Iron_IV"
    },
    {
        "id": 4,
        "title": "Cyberpunk 2077",
        "image": "/images/Cyberpunk2077.jpg",

        "release_date": "10 груд. 2020",
        "genre": "Рольові ігри",
        "developer": "CD Projekt RED",
        "publisher": "CD Projekt RED",
        "platform": "PC",

        "os": "Windows 7, 8, 10 (64-bit)",
        "processor": "Core i5-3570K/FX-8310",
        "ram": "8 GB ОЗУ",
        "video_card": "GTX 780/RX 470",
        "disc_space": "80 GB",

        "description": "Тематика кіберпанку завжди буде затребувана простими гравцями. І що найприємніше, тепер на цей всесвіт звернули свою увагу творці легендарного Відьмака. Вони вирішили взяти все у свої руки і створити воістину унікальний і великий світ, який можна буде досліджувати та насолоджуватись численними можливостями. При цьому ви зможете редагувати зовнішність головного героя, не обмежувати свої дії на теренах цієї гри і робити все, щоб відшукати спеціальний препарат, який може зробити свого власника безсмертним. Зробити це буде складно, тому що світом, в якому вам належить жити, поділено впливом різних банд, і вони точно не захочуть, щоб такий цікавий персонаж ходив і шукав скарб.",
        "link": "https://store.steampowered.com/app/1091500/Cyberpunk_2077/"
    },
    {
        "id": 5,
        "title": "Starfield",
        "image": "/images/Starfield.jpg",

        "release_date": "6 вер. 2023",
        "genre": "Рольові ігри",
        "developer": "Bethesda Game Studios",
        "publisher": "Bethesda Softworks",
        "platform": "РС",

        "os": "Windows 10, 11 (64-bit)",
        "processor": "AMD Ryzen 5 2600X, Intel Core i7-6800K",
        "ram": "16 GB ОЗУ",
        "video_card": "AMD Radeon RX 5700, NVIDIA GeForce 1070 Ti",
        "disc_space": "122.5 GB",

        "description": "Starfield – рольова пригода, в якій вам належить взяти на себе роль космічного авантюриста. На цей раз компанія Bethesda Game Studios готова порадувати абсолютно нового і величезного всесвіту, в якому гравцеві буде надано можливість вільно діяти. Вам належить взяти під свій контроль космічний човник і відправитися підкорювати космос, в якому можна буде борознити будь-які простори, відвідувати різноманітні планети і просто досягати успіху. Але спочатку потрібно буде завантажити торрент Starfield на ПК, щоб надалі нічим себе не обмежувати і прагнути хорошого результату. Але будьте обережні, космос вже звіданий і в ньому було виявлено безліч небезпек.",
        "link": "https://store.steampowered.com/app/1716740/Starfield/"
    },
    {
        "id": 6,
        "title": "Baldur’s Gate 3",
        "image": "/images/Baldur’sGate3",

        "release_date": "3 серп. 2023",
        "genre": "Пригодницькі ігри, Рольові ігри, Стратегії",
        "developer": "Larian Studios",
        "publisher": "Larian Studios",
        "platform": "PC",

        "os": "Windows 10, 11 (64-bit)",
        "processor": "Intel I5 4690 / AMD FX 8350",
        "ram": "8 GB ОЗУ",
        "video_card": "Nvidia GTX 970 / RX 480",
        "disc_space": "150 GB",

        "description": "Baldur's Gate 3 – це наступна частина улюбленої саги, яка була офіційно представлена ​​на заході Google Stadia. Розробниками виступили люди, які раніше працювали над серією Divinity. Пропонуємо користувачам особисто переконатися в видовищності майбутньої гри, насолодившись тизер-трейлером, що розповідає про основні особливості.",
        "link": "https://store.steampowered.com/app/1086940/Baldurs_Gate_3/"
    },
    {
        "id": 7,
        "title": "Call of Duty Black Ops 3",
        "image": "/images/CoDBlackOps3.jpg",

        "release_date": "6 лист. 2015",
        "genre": "Екшени, Пригодницькі ігри",
        "developer": "Treyarch",
        "publisher": "Activision",
        "platform": "PC",

        "os": "Windows 7, 8, 10, 11 (64-bit)",
        "processor": "Intel Core i3-530",
        "ram": "6 GB ОЗУ",
        "video_card": "NVIDIA GeForce GTX 470",
        "disc_space": "140 GB",

        "description": "Агентство SuperData, яке займається аналізом гейм-індустрії, наприкінці березня представило фінансовий звіт. І цей документ став хітовим, тому що крім сухих цифр у ньому містилася інформація, що свідчить, що франшиза Call of Duty повертається у бік Black Ops 3. У ролі розробника виступить все та ж американська компанія Treyarch, яка створила першу частину в 2010, другу — в 2012 року. Є чутки, що вона опублікувала відповідний запис у Твіттері, але практично миттєво видалила його.",
        "link": "https://store.steampowered.com/app/311210/Call_of_Duty_Black_Ops_III/"
    },
    {
        "id": 8,
        "title": "Arma 3",
        "image": "/images/Arma3.jpg",

        "release_date": "12 вер. 2013",
        "genre": "Екшени, Симулятори, Стратегії",
        "developer": "Bohemia Interactive",
        "publisher": "Bohemia Interactive",
        "platform": "РС",

        "os": "Windows 7 (64-bit)",
        "processor": "2,4 Ghz",
        "ram": "2 GB",
        "video_card": "512 MB",
        "disc_space": "150 GB",

        "description": "А ви чекали на Arma 3? Тоді вам приємною новиною стане те, що гра стала доступною. Цей шутер став справжнім відкриттям, адже зміг здивувати не лише геймерів, а й численних критиків. Динамічні події, красивий і величезний світ, зібрання тільки найкращих особливостей попередніх частин, використання нового потужного двигуна та багато іншого.",
        "link": "https://store.steampowered.com/app/107410/Arma_3/"
    },
    {
        "id": 9,
        "title": "Halo Infinite",
        "image": "/images/HaloInfinite.jpg",

        "release_date": "8 грудня 2021",
        "genre": "Шутер від першої особи",
        "developer": "343 Industries",
        "publisher": "Xbox Game Studios",
        "platform": "PC",

        "os": "Windows 10 (64-bit)",
        "processor": "AMD Ryzen 5 1600 or Intel i5-4440",
        "ram": "8 GB ОЗУ",
        "video_card": "AMD RX 570 or Nvidia GTX 1050 Ti",
        "disc_space": "50 GB",

        "description": "Halo Infinite - абсолютно нова частина легендарної гри про Матера Чіфа. Спочатку могло здатися, що ігрова серія повністю померла, але тепер стало ясно, все це брешемо розробники витратили на те, щоб створити щось дивовижне, цікаве та привабливе. Тепер залишається тільки дочекатися релізу гри та завантажити торрент Halo Infinite ріпак від механіків чи хатабу з нашого сайту. Щоправда, поки ніяких подробиць розробники не розкрили, а просто поділилися технічними нововведеннями та планами щодо подальшого розвитку ігрового проекту.",
        "link": "https://store.steampowered.com/app/1240440/Halo_Infinite/"
    },
    {
        "id": 10,
        "title": "Cities: Skylines 2",
        "image": "/images/CitiesSkylines2.jpg",

        "release_date": "24 жовт. 2023",
        "genre": "Стратегії, Симулятори",
        "developer": "Colossal Order Ltd.",
        "publisher": "Paradox Interactive",
        "platform": "РС",

        "os": "Windows 10, 11 (64-bit)",
        "processor": "Intel Core i7-6700K / AMD Ryzen 5 2600X",
        "ram": "8 GB ОЗУ",
        "video_card": "Nvidia GTX 970 / Radeon RX 480",
        "disc_space": "57 GB",

        "description": "Cities: Skylines 2 – перед вами відкриваються великі можливості! Адже це продовження популярного симулятора про містобудування. То чого ж ви чекаєте? Скоріше приступайте до гри.",
        "link": "https://store.steampowered.com/app/949230/Cities_Skylines_II/"
    },
    {
        "id": 11,
        "title": "Euro Truck Simulator 2",
        "image": "/images/ETS2.jpg",

        "release_date": "18 жовт. 2012",
        "genre": "Інді, Симулятори",
        "developer": "SCS Software",
        "publisher": "Excalibur Publishing",
        "platform": "PC",

        "os": "Windows 7, 8 , 10 (64-bit)",
        "processor": "Dual core CPU 2.4 GHz",
        "ram": "4 GB ОЗУ",
        "video_card": "GeForce GTS 450",
        "disc_space": "22 GB",

        "description": "Euro Truck Simulator 2 пропонує вирушити в подорож дорогами Європи, користувач має стати королем дороги - справжнім далекобійником, який перевозить різноманітні вантажі, часом дуже цінні і на великі відстані. Карта маршруту охоплює безліч країн – Бельгію, Нідерланди, Італію, Велику Британію та багато інших. У новому доповненні до них представлена ​​Скандинавія. Крім нової локації, є й інші додавання – нові вантажі, які вже є в грі, буде введено ще приблизно 80 найменувань товарів. Не забуті й напівпричепи – модифікації до них також входять на додаток.",
        "link": "https://store.steampowered.com/app/227300/Euro_Truck_Simulator_2/"
    },
    {
        "id": 12,
        "title": "Forza Horizon 5",
        "image": "/images/ForzaHorizon5.jpg",

        "release_date": "9 лист. 2021",
        "genre": "Екшени, Пригодницькі, Гонки, Симулятори, Спортивні",
        "developer": "Playground Games",
        "publisher": "Xbox Game Studios",
        "platform": "PC",

        "os": "Windows 10, 11 (64-bit)",
        "processor": "Intel Core i5-4460",
        "ram": "8 GB ОЗУ",
        "video_card": "Nvidia GTX 970",
        "disc_space": "171 GB",

        "description": "Гоночні пригоди завжди радували різноманітними та цікавими пригодами, які дозволяють насолодитися гарним оточенням та іншими цікавими нововведеннями. На цей раз ми пропонуємо вам відправитися в нову пригоду, яка порадує не лише своїми новими просторами, але й дивовижними деталями автомобілів. По праву дана ігрова серія вважається найкращою серед гонок завдяки реалізму та красивій графіці. Ви маєте відправитися в дивовижну пригоду з глибоким потенціалом і великими перспективами. Вам залишається лише правильно використовувати свої можливості та можна насолоджуватися грою.",
        "link": "https://store.steampowered.com/app/1551360/Forza_Horizon_5/"
    }
]